[
  {
    "typeProjet": "Modelisation 3D",
    "imageProjet": ["./img/projets/projet_resto3.png"],
    "titreProjet": "Resto",
    "projetPresentation": "Resto est un projet de modélisation 3D réalisé dans un cadre académique. Pour ce projet, deux logiciels ont dû être utilisés : Maya pour la modélisation et Unity pour l’importation. J’ai réalisé ce projet en équipe de trois personnes composées de Kristy Moussally, Mégane Ranger et moi-même. Mon rôle dans ce projet était de modéliser trois modèles 3D (le pot de fleur, le drapeau italien et la porte du resto). Ces modèles ont ensuite été intégrés dans le restaurant.",
    "imagePresentation": ["./img/projets/projet_resto1.png"],
    "projetDescritpion": "Nous avons, en équipe, réalisé ce projet dans le cadre du cours de modélisation 3D. En effet, nous devions créer une modélisation 3D originale sur le thème de notre choix, qui démontrerait nos capacités de modélisation dans un temps imparti et en utilisant les outils appris jusqu’à présent. Dans ce projet, j’ai dû, avec mon équipe, réaliser un sketch qui permettrait de visualiser la modélisation que nous devions faire. Nous avons réalisé un restaurant italien qui devait, rien que par le visuel, transporter le spectateur dans l’ambiance du pays où se trouvait ce restaurant.",
    "imageDescritpion": ["./img/projets/projet_resto2.png"]
  },
  {
    "typeProjet": "Jeux Video",
    "imageProjet": ["./img/projets/balobilou2.png"],
    "titreProjet": "BaloBilou",
    "projetPresentation": "Balobilou est un projet de codage d’un jeu vidéo réalisé dans un cadre académique. Pour ce projet, deux logiciels ont dû être utilisés : Visual Studio Code avec Phaser pour le codage du jeu, et Tiled pour la création de l’environnement. J’ai réalisé ce projet seul. Mon rôle dans ce projet était de coder l’intégralité du jeu et de créer tous les assets ainsi que l’environnement nécessaires à l’histoire que j’avais inventée.",
    "imagePresentation": ["./img/projets/balobilou1.png"],
    "projetDescritpion": "J’ai réalisé ce projet dans le cadre du cours d’Interactivité ludique. En effet, nous devions créer un jeu vidéo original sur le thème de notre choix, qui démontrerait nos capacités de codage en Phaser dans un temps imparti et en nous adaptant aux divers problèmes rencontrés pendant le développement. Dans ce projet, j’ai dû créer un environnement avec des collisions dans Tiled, créer quelques assets originaux en plus de ceux trouvés libres de droit sur Itch.io, et coder les fonctionnalités dans un dossier de Visual Studio Code que j’ai publié à la fin du projet sur Itch.io. Dans ce jeu, vous incarnez un ballon rose qui va tenter de découvrir, dans cet univers étrange, la raison de son arrivée en ces lieux. En effet, celui-ci ne connaît rien de son environnement, car il a perdu toute mémoire de son passé. En tant que joueur, vous devez récolter des indices afin de reconstituer le fil de son histoire.",
    "imageDescritpion": ["./img/projets/balobilou3.png"]
  },
  {
    "typeProjet": "Animation 3D",
    "imageProjet": ["./img/projets/consequence-insouciance1.png"],
    "titreProjet": "Conséquence|Insouciance",
    "projetPresentation": "Conséquence | Insouciance est un projet d’animation 3D que j’ai réalisé dans un cadre académique. Pour ce projet, trois logiciels ont dû être utilisés : Maya pour l’animation et la modélisation 3D, Reaper pour la modification des sons, et DaVinci Resolve pour le montage final du son et de l’animation exportée en vidéo. J’ai réalisé ce projet seul. Mon rôle dans ce projet était de créer et de raconter une histoire à travers une animation 3D.",
    "imagePresentation": ["./img/projets/consequence-insouciance2.png"],
    "projetDescritpion": "J’ai réalisé seul ce projet dans le cadre du cours d’animation 3D. En effet, je devais créer une animation 3D avec un montage sonore original respectant le thème que j’avais choisi. Ce projet devait mettre en avant notre capacité à concevoir et monter un court métrage d’animation 3D dans un temps imparti, avec les outils que nous avions appris à utiliser dans la technique. Dans ce projet, j’ai dû m’organiser pour choisir et modifier des sons en accord avec mon thème, en plus de réaliser des modèles et un scénarimage correspondant à ce que je voulais raconter. Le court métrage d’animation raconte, à travers les péripéties de la botte, l’histoire d’un jeune montagnard trop confiant qui, par manque de prudence, va recevoir une amère conséquence.",
    "imageDescritpion": ["./img/projets/consequence-insouciance3.png"]
  },
  {
    "typeProjet": "Montage Video",
    "imageProjet": ["./img/projets/patatophobie2.png"],
    "titreProjet": "Patatophobie",
    "projetPresentation": "Patatophobie est un projet de montage vidéo que j’ai réalisé dans un cadre académique. Pour ce projet, quatre logiciels ont dû être utilisés : DaVinci Resolve pour le montage vidéo, Reaper pour le montage sonore, Illustrator pour les illustrations utilisées dans l’animation, et After Effects pour l’animation 2D. J’ai réalisé ce projet en équipe de quatre personnes composées de Ian Corbin, Jacob Jetté-Longpré, Keven Malric et moi-même. Mon rôle dans ce projet était celui de comédienne, d’animatrice et de directrice de la photographie.",
    "imagePresentation": ["./img/projets/patatophobie1.png"],
    "projetDescritpion": "Nous avons, en équipe, réalisé ce projet dans le cadre du cours de montage vidéo. En effet, nous devions créer un court-métrage en stop motion en réalisant nous-mêmes le montage, le son, les animations et les diverses photos du stop motion, le tout en nous basant sur un poème. Dans ce projet, j’ai dû m’occuper d’être l’actrice principale du court-métrage. Je me suis aussi occupée de trois des animations : la tête, la femme qui pleure et la femme en boule. J’ai également aidé au montage vidéo. Le court-métrage se base sur un poème qui transmet un message sur la pauvreté à travers la consommation excessive d’un ingrédient peu coûteux : la patate. Il explore cette thématique à travers la phobie des patates.",
    "imageDescritpion": ["./img/projets/patatophobie3.png"],
    "lien": "https://youtu.be/fH8j3C7BZWk"
  }
]